Repository: RudeDog1979/Tired-of-this
Catalog: BuxMuse/Localizable.xcstrings
Source language: en
Languages: es

source: Envelope
es: Sobres

source: Envelope categories
es: Categorías de sobre

source: Essential (recommended)
es: Esencial (recomendado)

source: Essential + reschedule, materials, workmanship, site safety
es: Esencial + reprogramación, materiales, mano de obra, seguridad en sitio

source: Essential + revisions, IP, late fees
es: Esencial + revisiones, PI, cargos por mora

source: Est. allowance: %@
es: Tarifa est.: %@

source: Est. tax
es: Imp. est.

source: EST. TAX
es: IMP. EST.

source: Est. value
es: Valor est.

source: Establish a concrete 'Weekend Budget cap' of %@.
es: Fija un tope concreto de fin de semana de %@.

source: Establish a permanent auto-contribution so you don't even have to think about it.
es: Configura un auto-aporte permanente para no tener que pensarlo.

source: Estimate
es: Estimación

source: Estimate reached
es: Estimación alcanzada

source: Estimated annual tax
es: Impuesto anual estimado

source: ESTIMATED ANNUAL TAX
es: IMPUESTO ANUAL ESTIMADO

source: Estimated income tax:
es: Impuesto sobre la renta estimado:

source: Estimated monetary value
es: Valor monetario estimado

source: Estimated runway based on your %@ monthly burn rate.
es: Runway estimado según tu ritmo de gasto mensual de %@.

source: Estimated tax
es: Impuesto estimado

source: Estimated Tax
es: Impuesto estimado

source: Estimated tax checkpoint
es: Control de impuesto estimado

source: Estimated tax is over 35% of quarterly income. Review your effective rate settings in Tax Profile or add deductions.
es: El impuesto estimado supera el 35% de los ingresos trimestrales. Revisa tu tasa efectiva en Perfil fiscal o agrega deducciones.

source: Estimated tax reminders
es: Recordatorios de impuestos estimados

source: Estimated Tax Reminders
es: Recordatorios de impuestos estimados

source: ESTIMATED VALUE (%@)
es: VALOR ESTIMADO (%@)

source: Estimated value tracking
es: Seguimiento del valor estimado

source: EU VAT registration thresholds vary. Monitor turnover against local rules in your Tax Profile.
es: Los umbrales de registro de IVA en la UE varían. Monitorea la facturación según las reglas locales en tu Perfil fiscal.

source: Evening
es: Noche

source: Events outside our control
es: Eventos fuera de nuestro control

source: Every two weeks
es: Cada dos semanas

source: Everyday users, self-employed & freelancers alike
es: Para usuarios cotidianos, autónomos y profesionales independientes por igual

source: Example: agreed 2 hours at your hourly rate — set 2 h here and the clock pauses at 2 h.
es: Ejemplo: acordadas 2 horas a tu tarifa por hora; pon 2 h aquí y el reloj se pausará a las 2 h.

source: Excellent job limiting your %@ budget.
es: Excelente trabajo limitando tu presupuesto de %@.

source: Excellent progress! Consider locking in a portion of this month's extra savings.
es: ¡Excelente avance! Plantéate reservar parte del ahorro extra de este mes.

source: Excited
es: Emoción

source: Exit
es: Salir

source: Expected completion date is behind your set deadline by %lld month(s).
es: La fecha estimada de finalización va %lld mes(es) por detrás de tu fecha límite.

source: Expected completion date is slightly behind your set deadline.
es: La fecha estimada de finalización va un poco por detrás de tu fecha límite.

source: expense
es: gasto

source: Expense
es: Gasto

source: Expense deleted
es: Gasto eliminado

source: Expense Details
es: Detalles de gastos

source: Expense Intelligence
es: Inteligencia de gastos

source: Expense tagging
es: Etiquetado de gastos

source: Expense velocity
es: Velocidad de gastos

source: expenses
es: gastos

source: Expenses
es: Gastos

source: EXPENSES
es: GASTOS

source: Expenses & Receipts
es: Gastos y recibos

source: Expenses tagged Klarna, Affirm, Afterpay, or Zip.
es: Gastos etiquetados Klarna, Affirm, Afterpay o Zip.

source: Expenses this week
es: Gastos esta semana

source: Expenses today
es: Gastos hoy

source: Expenses with hustleId nil in the active month.
es: Gastos con hustleId nil en el mes activo.

source: Expenses with paymentMethod tagged as credit, store credit, or PayPal Credit.
es: Gastos con paymentMethod etiquetado como crédito, crédito de tienda o PayPal Credit.

source: Explanation
es: Explicación

source: Export & share
es: Exportar y compartir

source: Export & Share PDF
es: Exportar y compartir PDF

source: Export compliance
es: Cumplimiento de exportación

source: Export designed PDF invoices, share with clients, and keep a Pro invoice ledger.
es: Exporta facturas diseñadas en PDF, compártelas con clientes y lleva un registro Pro de facturas.

source: Export diagnostic report
es: Exportar informe de diagnóstico

source: Export diagnostic report?
es: ¿Exportar informe de diagnóstico?

source: Export failed
es: Error al exportar

source: Export PDF
es: Exportar PDF

source: Export PDF (print ready)
es: Exportar PDF (listo para imprimir)

source: Export PDF for external signing
es: Exportar PDF para firma externa

source: Export PDF, mark terms sent, and attach what the client signed and returned.
es: Exporta en PDF, marca los términos como enviados y adjunta lo firmado y devuelto por el cliente.

source: Export PNG image
es: Exportar imagen PNG

source: Exposure
es: Exposición

source: Extra revisions
es: Revisiones extra

source: Extracted document information
es: Información extraída del documento

source: Face ID or Touch ID is not supported or not enrolled on this device. Please verify your iOS Settings.
es: Face ID o Touch ID no son compatibles o no están registrados en este dispositivo. Por favor, comprueba tus Ajustes de iOS.

source: Face ID, PIN passcode
es: Face ID, PIN de acceso

source: Fade
es: Desvanecido

source: Fades the whole element — text, shape, or photo.
es: Desvanece todo el elemento — texto, forma o foto.

source: Failed to parse receipt. Please enter details manually.
es: No se pudo leer el recibo. Ingresa los datos manualmente.

source: Family / surname(s)
es: Apellido(s)

source: FAQ
es: PREGUNTAS FRECUENTES

source: Fast, private verification via Apple Secure Enclave
es: Verificación rápida y privada mediante Apple Secure Enclave

source: Feature intelligence
es: Inteligencia de funciones

source: Featured looks
es: Diseños destacados

source: fees + travel
es: tarifas + viajes

source: Fill
es: Relleno

source: Fill from %@
es: Completar desde %@

source: Fill from job
es: Completar desde trabajo

source: Fill from project
es: Completar desde proyecto

source: Fill from…
es: Completar desde…

source: Fill strength
es: Intensidad de relleno

source: Fill strength %lld%%
es: Intensidad de relleno %lld%%

source: Fills merchant, amount, date & notes automatically
es: Completa comercio, monto, fecha y notas automáticamente

source: Filter
es: Filtro

source: Filter expenses
es: Filtrar gastos

source: Filtered
es: Filtrado

source: Filters
es: Filtros

source: Finance
es: Finanzas

source: FINANCIAL MATRIX
es: MATRIZ FINANCIERA

source: Find a customer
es: Buscar cliente

source: Find by name or phone
es: Buscar por nombre o teléfono

source: Finished early
es: Terminado temprano

source: Finished early?
es: ¿Terminaste antes?

source: First Name Only
es: Solo nombre

source: First recorded
es: Primera vez registrado

source: Fix: %@
es: Corregir: %@

source: Fixed %@ — time is tracked for margin & scope, not to recalculate the price.
es: Fijo %@ — el tiempo se registra para margen y alcance, no para recalcular el precio.

source: Fixed price for whole project
es: Precio fijo del proyecto completo

source: Fixed-fee overrun
es: Exceso en tarifa fija

source: Flip horizontal
es: Voltear horizontal

source: Flip vertical
es: Voltear vertical

source: Follow up on outstanding payments to improve cashflow.
es: Da seguimiento a pagos pendientes para mejorar el flujo.

source: Font
es: Fuente

source: Font mood
es: Estilo de fuente

source: Fonts
es: Fuentes

source: For
es: Para

source: For what?
es: ¿Para qué?

source: Forecast
es: Pronóstico

source: Forecast: %@ Risk
es: Pronóstico: riesgo %@

source: Form a weekly check-in habit to review cash flow.
es: Crea el hábito de revisar tu flujo de caja cada semana.

source: Format
es: Formato

source: Formatting preview
es: Vista previa de formato

source: Formatting Preview
es: Vista previa de formato

source: Forward
es: Adelante

source: Frame
es: Marco

source: Frame matches your card size. Drag to pan · slide to zoom.
es: El marco coincide con el tamaño de tu tarjeta. Arrastra para mover · desliza para zoom.

source: FREE
es: GRATIS

source: Free region
es: Región libre

source: Freelance & creative
es: Freelance y creativo

source: Freelancer
es: Trabajador independiente

source: Frequency
es: Frecuencia

source: Friday
es: Viernes

source: From
es: Desde

source: From billable hours, new time, and project expenses.
es: Desde horas facturables, tiempo nuevo y gastos del proyecto.

source: From Settings
es: Desde Configuración

source: Front
es: Frente

source: Frosted glass panel
es: Panel de vidrio esmerilado

source: fuel + costs
es: combustible + costos

source: Fuel adds up — logging trips keeps your real pay honest.
es: El combustible suma: registrar los viajes mantiene la honestidad sobre tus ingresos reales.

source: Fuel receipt
es: Recibo de combustible

source: Full access
es: Acceso completo

source: Full designer & custom branding
es: Diseñador completo y marca personalizada

source: Full editor, clauses & sign-off
es: Editor completo, cláusulas y firma

source: Full Name
es: Nombre completo

source: Full price you agreed
es: Precio total acordado

source: Full set (all clauses)
es: Conjunto completo (todas las cláusulas)

source: Full Tax Studio
es: Tax Studio completo

source: Full Tax Studio in Pro
es: Tax Studio completo en Pro

source: Full tax, PDF invoices, analytics
es: Impuestos completos, facturas PDF, analítica

source: Full tax, PDF invoices, projects, and analytics.
es: Impuestos completos, facturas en PDF, proyectos y análisis.

source: FULL TERRITORY VIEW
es: VISTA COMPLETA DE TERRITORIOS

source: Full themed surfaces and presets — off uses standard iOS light/dark
es: Superficies temáticas completas y preajustes — desactivado usa el claro/oscuro estándar de iOS

source: Fullscreen
es: Pantalla completa

source: Fully functional offline, zero cloud dependencies
es: Totalmente funcional sin conexión, sin dependencias de la nube

source: Furniture assembly
es: Ensamblaje de muebles

source: Future impact
es: Impacto futuro

source: Galactic
es: Galáctico

source: gane
es: gané

source: gas station
es: gasolinera

source: gaste
es: gasté

source: General work tracking
es: Seguimiento general de trabajo

source: Generate a professional scope-change email from the project detail when you're over budget.
es: Genera un correo profesional de cambio de alcance desde el detalle del proyecto cuando superes el presupuesto.

source: Generate PDF
es: Generar PDF

source: Generate recovery key
es: Generar clave de recuperación

source: Geo Grid
es: Cuadrícula geo

source: Geometric
es: Geométrico

source: Geometric Card
es: Tarjeta geométrica

source: Geometric shapes
es: Formas geométricas

source: Get local alerts to safeguard your ledger
es: Recibe alertas locales para proteger tu libro de contabilidad

source: Get local notification alerts to secure your offline data.
es: Recibe alertas de notificación local para proteger tus datos sin conexión.

source: Get structural forecast and potential acceleration timeline AI insights.
es: Obtén pronóstico estructural e insights de IA sobre posibles aceleraciones en el tiempo.

source: Gift
es: Regalo

source: Gig spaces
es: Espacios de trabajo

source: Gig Spaces
es: Espacios de trabajo

source: Given / first name(s)
es: Nombre(s) de pila

source: Glass Frost
es: Vidrio escarchado

source: Glass navigation chrome
es: Barra de navegación glass

source: Global locale
es: Configuración regional global

source: Goal
es: Meta

source: Goal acceleration effect
es: Efecto en aceleración de meta

source: Goal Ahead of Schedule
es: Meta adelantada al cronograma

source: Goal contribution
es: Aporte a meta

source: Goal Details
es: Detalles de la meta

source: Goal name
es: Nombre de meta

source: Goal Opportunity
es: Oportunidad de meta

source: Goal Timeline At Risk
es: Cronograma de meta en riesgo

source: Goal: %@. Health: %lld%%.
es: Objetivo: %@. Salud: %lld%%.

source: Goals
es: Metas

source: Gold
es: Oro

source: Good afternoon
es: Buenas tardes

source: Good evening
es: Buenas noches

source: Good morning
es: Buenos días

source: Good night
es: Buenas noches

source: GOODS / SERVICES GIVEN
es: BIENES / SERVICIOS ENTREGADOS

source: GOODS / SERVICES RECEIVED
es: BIENES / SERVICIOS RECIBIDOS

source: Got it
es: Entendido

source: Gradient
es: Degradado

source: Gradient fill
es: Relleno degradado

source: Gradient header band
es: Banda superior con gradiente

source: Gradient Pro
es: Gradiente Pro

source: Great job keeping costs down
es: Buen trabajo bajando costos

source: Green
es: Verde

source: Greeting style
es: Estilo del saludo

source: Greeting Style
es: Estilo del saludo

source: Groceries
es: Supermercado

source: Gross
es: Bruto

source: Gross income
es: Ingreso bruto

source: GROSS INCOME
es: INGRESO BRUTO

source: Gross Projected Revenue:
es: Ingresos brutos proyectados:

source: Guided agreement
es: Acuerdo guiado

source: Guided setup
es: Configuración guiada

source: Guided Tour
es: Visita guiada

source: Guides & Help
es: Guías y ayuda

source: Guilty
es: Culpa

source: Habit
es: Hábito

source: Habit Builders:
es: Constructores de hábito:

source: Habit signature
es: Firma de hábito

source: Half Block
es: Medio bloque

source: Half blocks + chevron
es: Medios bloques + chevrón

source: Hardware Assets
es: Activos de hardware

source: Hardware Write-off Review
es: Revisión de amortización de hardware

# Header: %@ · Background: %@ · Template: %@
source: Header: %1$@ · Background: %2$@ · Template: %3$@
es: Encabezado: %@ · Fondo: %@ · Plantilla: %@

source: Health
es: Salud fiscal

source: Health · %@
es: Salud · %@

source: Health access
es: Acceso a Salud

source: Health access was denied. Enable Sleep in Settings → Health → Data Access, or keep using manual sliders.
es: Se denegó el acceso a Salud. Activa Sueño en Ajustes → Salud → Acceso a datos, o sigue usando los controles manuales.

source: Health Score: %lld%%
es: Puntaje de salud: %lld%%

source: Health: %lld%%
es: Salud: %lld%%

source: HealthKit sleep sync
es: Sincronización de sueño con HealthKit

source: Healthy
es: Saludable

source: Heat zone
es: Zona caliente

source: Heat Zone
es: Zona de calor

source: Heavy overspending in categories like %@ is draining cash reserves.
es: El gasto excesivo en categorías como %@ está agotando tu efectivo.

source: Hero
es: Héroe

source: Hero portrait strip · smaller logo — freelancer look
es: Franja de retrato protagonista · logo más pequeño — estilo freelance

source: Hex Accent
es: Acento hexagonal

source: Hexagon
es: Hexágono

source: Hi
es: Hola

source: Hi \(name)
es: Hola \(name)

source: Hi \(trimmed)
es: Hola \(trimmed)

source: Hi \(trimmedName)
es: Hola \(trimmedName)

source: Hide password
es: Ocultar contraseña

source: Hides your financial sheets when toggling tasks
es: Oculta tus hojas financieras al cambiar de tarea

source: high
es: alto

source: High
es: Alto

source: High Risk
es: Alto riesgo

source: High Stress Alert
es: Alerta de estrés alto

source: High stress impact. Review profitability and terms.
es: Impacto de estrés alto. Revisa rentabilidad y condiciones.

source: Highest heuristic band
es: Banda heurística más alta

source: Highest paid invoice total for one client
es: Mayor total de factura pagada de un cliente

source: Home
es: Inicio

source: Honeycomb accent
es: Acento panal

source: Horizon
es: Horizonte

source: Hourly rate
es: Tarifa por hora

source: Hours
es: Horas

source: Hours & revision guardrails
es: Horas y límites de revisiones

source: Hours budget
es: Presupuesto de horas

source: Hours on a fixed project are high relative to fee — effective rate may be dropping.
es: Las horas en un proyecto de tarifa fija son altas respecto al honorario — la tarifa efectiva puede estar bajando.

source: Housing
es: Vivienda

source: How did the client approve?
es: ¿Cómo aprobó el cliente?

source: How did this feel?
es: ¿Cómo te sentiste?

source: How did you pay? (optional)
es: ¿Cómo pagaste? (opcional)

source: How do you get paid?
es: ¿Cómo te pagan?

source: How it works
es: Cómo funciona

source: How long should it take?
es: ¿Cuánto debería tardar?

source: How they approved (text, call, etc.)
es: Cómo aprobó (texto, llamada, etc.)

source: How to cancel
es: Cómo cancelar

source: How you charge
es: como cobras

source: How you earn
es: Cómo gana

source: HOW YOU EARN
es: CÓMO GANA

source: Hue
es: Matiz

source: i lent
es: presté

source: I lent
es: Presté

source: i owe
es: debo

source: I owe
es: Debo

source: I saved my recovery key in a safe place
es: Guardé mi clave de recuperación en un lugar seguro

source: I understand — create backup
es: Entiendo — crear copia de seguridad

source: IBAN (International)
es: IBAN (internacional)

source: IBAN (optional)
es: IBAN (opcional)

source: Identity
es: Identidad

source: If you %@ %@
es: Si %@ %@

source: Image layer
es: Capa de imagen

source: Immediately
es: De inmediato

source: Impact / mo
es: Impacto / mes

source: Impact on '%@'
es: Impacto en '%@'

source: Import from Photo Library
es: Importar desde la biblioteca de fotos

source: Import into agreement
es: Importar al acuerdo

source: Important
es: Importante

source: Imported from Simple Studio — waiting on payment.
es: Importado desde Simple Studio — esperando pago.

source: Imported from Simple Studio.
es: Importado desde Simple Studio.

source: Improve tax health
es: Mejorar salud fiscal

source: In English
es: en inglés

source: In person, clear to go, attach a signed PDF, or note an external service — stored on your device.
es: En persona, listo para empezar, adjunta un PDF firmado o anota un servicio externo — guardado en tu dispositivo.

source: Include local performance metadata
es: Incluir metadatos de rendimiento local

source: Include Local Performance Metadata
es: Incluir metadatos de rendimiento local

source: Include Studio data
es: Incluir datos de Studio

source: Include Studio Data
es: Incluir datos de Studio

source: Included revisions
es: Revisiones incluidas

source: income
es: ingresos

source: Income
es: Ingreso

source: Income & deductions (%@)
es: Ingresos y deducciones (%@)

source: INCOME & DEDUCTIONS (%@)
es: INGRESOS Y DEDUCCIONES (%@)

source: Income & payday profile
es: Perfil de ingresos y día de pago

source: Income + SE
es: Renta + trab. independiente

source: Income amount
es: Importe de ingreso

source: Income flow has decreased by %lld%% compared to last month.
es: Tus ingresos han bajado un %lld%% respecto al mes pasado.

source: Income last month
es: Ingresos el mes pasado

source: Income Source
es: Origen de ingresos

source: Income tax
es: Impuesto sobre la renta

source: Income Tax
es: Impuesto sobre la renta

source: Income tax calculator
es: Calculadora de impuesto sobre la renta

source: Income Tax Calculator
es: Calculadora de impuesto sobre la renta

source: Income tax rate %
es: Tasa de impuesto sobre la renta %

source: INCOME TAX RATE %
es: TASA DE IMPUESTO SOBRE LA RENTA %

source: Income type
es: Tipo de ingreso

source: Income velocity
es: Velocidad de ingresos

source: Increase monthly savings to %@ or extend the goal's deadline.
es: Aumenta el ahorro mensual a %@ o amplía la fecha límite de la meta.

source: Increase your auto-saving amount by 5% to harness your momentum.
es: Sube tu auto-ahorro un 5%% para aprovechar el impulso.

source: Independent contractor
es: Contratista independiente

source: Indigo
es: Índigo

source: Indirect tax
es: Impuesto indirecto

source: Indirect Tax
es: Impuesto indirecto

source: Indirect tax (net)
es: Impuesto indirecto (neto)

source: Indirect tax paid (optional)
es: Impuesto indirecto pagado (opcional)

source: Indirect tax rate % (VAT/GST)
es: Tasa de impuesto indirecto % (IVA/GST)

source: INDIRECT TAX RATE % (VAT/GST)
es: % DE TIPO DE IMPUESTO INDIRECTO (VAT/GST)

source: Indirect tax reference
es: Referencia de impuesto indirecto

source: Indirect tax registered
es: Impuesto indirecto registrado

source: Indirect tax status
es: Estado tributario indirecto

source: INDIRECT TAX STATUS
es: ESTADO TRIBUTARIO INDIRECTO

source: Insight Deep Dive
es: Detalle de la perspectiva

source: Insights
es: Perspectivas

source: Instant
es: Instantáneo

source: Intelligence insights
es: Insights de inteligencia

source: Intelligence rules
es: Reglas de inteligencia

source: Interactive tax simulator
es: Simulador fiscal interactivo

source: INTERACTIVE TAX SIMULATOR
es: SIMULADOR TRIBUTARIO INTERACTIVO

source: Interest
es: Intereses

source: Interface
es: Interfaz

source: Internal notes
es: Notas internas

source: invoice
es: factura

source: Invoice
es: Factura

source: Invoice · \(invoice.customerName)
es: Factura · \(invoice.customerName)

source: Invoice \(appSettingsManager.format(suggestion.amount))
es: Factura \(appSettingsManager.format(suggestion.amount))

source: Invoice #%@ — due %@.
es: Factura n.º %@ — vence %@.

source: Invoice → %@
es: Factura → %@

source: Invoice Bill-To Details
es: Detalles de facturación de la factura

source: Invoice brand
es: marca de factura

source: Invoice Details
es: Detalles de la factura

source: Invoice due soon
es: Factura por vencer

source: invoice for
es: factura de

source: Invoice for \(jobDescription.isEmpty ?
es: Factura para \(jobDescription.isEmpty ?

source: Invoice identity & address
es: Identidad y dirección de la factura

source: Invoice not found
es: Factura no encontrada

source: Invoice Notes
es: Notas de la factura

source: Invoice number
es: Número de factura

source: Invoice overdue
es: Factura vencida

source: Invoice payment
es: Pago de facturas

source: Invoice Payment
es: Pago de facturas

source: Invoice Settings
es: Configuración de factura

source: Invoice settings saved
es: Configuración de factura guardada

source: Invoice status updates
es: Actualizaciones de estado de facturas

source: Invoice Status Updates
es: Actualizaciones de estado de facturas

source: INVOICE SUGGESTION
es: SUGERENCIA DE FACTURA

source: INVOICE SUGGESTIONS
es: SUGERENCIAS DE FACTURA

source: invoices
es: facturas

source: Invoices
es: Facturas

source: INVOICES
es: FACTURAS

source: Invoices can use this card’s colors and style as your business brand.
es: Las facturas pueden usar los colores y estilo de esta tarjeta como tu marca comercial.

source: Invoices waiting
es: Facturas pendientes

source: Invoicing defaults
es: Valores predeterminados de facturación

source: Irregular Pattern
es: Patrón irregular

source: Is this expense deductible?
es: ¿Este gasto es deducible?

source: Issue date
es: Fecha de emisión

source: Issued: %@
es: Emitida: %@

source: It has been %lld days since your last goal contribution.
es: Han pasado %lld días desde tu último aporte a la meta.

source: job
es: trabajo

source: Job
es: Trabajo

source: Job cost imported from Simple Studio.
es: Costo del trabajo importado desde Simple Studio.

source: job costs
es: costos del trabajo

source: Job costs
es: Costos del trabajo

source: Job math
es: Matemáticas laborales

source: JOB NAME
es: NOMBRE DEL TRABAJO

source: Job or description
es: Trabajo o descripción

source: Job pockets
es: Bolsillos por trabajo

source: Job Quote
es: Cotización de trabajo

source: Job time almost up
es: El tiempo del trabajo casi se acaba

source: jobs
es: trabajos

source: Jobs
es: Trabajos

source: Jobs & Repairs
es: Trabajos y Reparaciones
